{"text": "Articolo 1 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. I provvedimenti previsti dal presente capo si applicano a:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 2 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Qualora le persone indicate nell'articolo 1 siano pericolose per la sicurezza pubblica e si trovino in un comune diverso dai luoghi di residenza o di dimora abituale, il questore, con provvedimento motivato, può ordinare loro di lasciare il territorio del medesimo comune entro un termine non superiore a quarantotto ore, inibendo di farvi ritorno, senza preventiva autorizzazione, per un periodo non inferiore a sei mesi e non superiore a quattro anni. Il provvedimento è efficace nella sola parte in cui dispone il divieto di ritorno nel comune, nel caso in cui, al momento della notifica, l'interessato abbia già lasciato il territorio del comune dal quale il questore ha disposto l'allontanamento(1)."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 3 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il questore nella cui provincia la persona dimora può avvisare oralmente i soggetti di cui all'articolo 1 che esistono indizi a loro carico, indicando i motivi che li giustificano."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 4 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. I provvedimenti previsti dal presente capo si applicano:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 5 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Nei confronti delle persone indicate all'articolo 4 possono essere proposte dal questore, dal procuratore nazionale antimafia, dal procuratore della Repubblica presso il tribunale del capoluogo di distretto ove dimora la persona e dal direttore della Direzione investigativa antimafia le misure di prevenzione della sorveglianza speciale di pubblica sicurezza e dell'obbligo di soggiorno nel comune di residenza o di dimora abituale."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 6 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Alle persone indicate nell'articolo 4, quando siano pericolose per la sicurezza pubblica, può essere applicata, nei modi stabiliti negli articoli seguenti, la misura di prevenzione della sorveglianza speciale di pubblica sicurezza."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 7 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il tribunale provvede, con decreto motivato, entro trenta giorni dal deposito della proposta. L'udienza si svolge senza la presenza del pubblico. Il presidente dispone che il procedimento si svolga in pubblica udienza quando l'interessato ne faccia richiesta."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 8 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il provvedimento del tribunale stabilisce la durata della misura di prevenzione che non può essere inferiore ad un anno né superiore a cinque."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 9 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Se la proposta riguarda la misura della sorveglianza speciale con l'obbligo o il divieto di soggiorno, il presidente del tribunale, con decreto, nella pendenza del procedimento di cui all'articolo 7, può disporre il temporaneo ritiro del passaporto e la sospensione della validità ai fini dell'espatrio di ogni altro documento equipollente."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 10 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il procuratore della Repubblica, il procuratore generale presso la corte di appello e l'interessato e il suo difensore hanno facoltà di proporre ricorso alla corte d'appello, anche per il merito."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 11 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il provvedimento di applicazione delle misure di prevenzione è comunicato al questore per l'esecuzione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 12 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Quando ricorrono gravi e comprovati motivi di salute, le persone sottoposte all'obbligo di soggiorno possono essere autorizzate a recarsi in un luogo determinato fuori del comune di residenza o di dimora abituale, ai fini degli accertamenti sanitari e delle cure indispensabili, allontanandosi per un periodo non superiore ai dieci giorni, oltre al tempo necessario per il viaggio. L'autorizzazione può essere concessa, nel medesimo limite temporale, anche quando ricorrono gravi e comprovati motivi di famiglia che rendano assolutamente necessario ed urgente l'allontanamento dal luogo di soggiorno coatto."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 13 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Quando sia stata applicata una misura di sicurezza detentiva o la libertà vigilata, durante la loro esecuzione non si può far luogo alla sorveglianza speciale; se questa sia stata pronunciata, ne cessano gli effetti."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 14 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. La sorveglianza speciale comincia a decorrere dal giorno in cui il decreto è comunicato all'interessato e cessa di diritto allo scadere del termine nel decreto stesso stabilito, se il sorvegliato speciale non abbia, nel frattempo, commesso un reato."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 15 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il tempo trascorso in custodia cautelare seguita da condanna o in espiazione di pena detentiva, anche se per effetto di conversione di pena pecuniaria, non è computato nella durata dell'obbligo del soggiorno."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 16 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "(1)1. Le disposizioni contenute nel presente titolo si applicano:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 17 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Nei confronti delle persone indicate all'articolo 16 possono essere proposte dal procuratore della Repubblica presso il tribunale del capoluogo del distretto ove dimora la persona, dal procuratore nazionale antimafia e antiterrorismo, dal questore o dal direttore della Direzione investigativa antimafia le misure di prevenzione patrimoniali di cui al presente titolo."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 18 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Le misure di prevenzione personali e patrimoniali possono essere richieste e applicate disgiuntamente e, per le misure di prevenzione patrimoniali, indipendentemente dalla pericolosità sociale del soggetto proposto per la loro applicazione al momento della richiesta della misura di prevenzione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 19 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. I soggetti di cui all'articolo 17, commi 1 e 2, procedono, anche a mezzo della guardia di finanza o della polizia giudiziaria, ad indagini sul tenore di vita, sulle disponibilità finanziarie e sul patrimonio dei soggetti indicati all'articolo 16 nei cui confronti possa essere proposta la misura di prevenzione della sorveglianza speciale della pubblica sicurezza con o senza divieto od obbligo di soggiorno, nonché, avvalendosi della guardia di finanza o della polizia giudiziaria, ad indagini sull'attività economica facente capo agli stessi soggetti allo scopo anche di individuare le fonti di reddito."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 20 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il tribunale, anche d'ufficio, con decreto motivato, ordina il sequestro dei beni dei quali la persona nei cui confronti è stata presentata la proposta risulta poter disporre, direttamente o indirettamente, quando il loro valore risulta sproporzionato al reddito dichiarato o all'attività economica svolta ovvero quando, sulla base di sufficienti indizi, si ha motivo di ritenere che gli stessi siano il frutto di attività illecite o ne costituiscano il reimpiego, ovvero dispone le misure di cui agli articoli 34 e 34 bis ove ricorrano i presupposti ivi previsti. Il tribunale, quando dispone il sequestro di partecipazioni sociali totalitarie, ordina il sequestro dei relativi beni costituiti in azienda ai sensi degli articoli 2555 e seguenti del codice civile, anche al fine di consentire gli adempimenti previsti dall'articolo 104 delle norme di attuazione, di coordinamento e transitorie del codice di procedura penale, di cui al decreto legislativo 28 luglio 1989, n. 271. In ogni caso il sequestro avente ad oggetto partecipazioni sociali totalitarie si estende di diritto a tutti i beni costituiti in azienda ai sensi degli articoli 2555 e seguenti del codice civile. Nel decreto di sequestro avente ad oggetto partecipazioni sociali il tribunale indica in modo specifico i conti correnti e i beni costituiti in azienda ai sensi degli articoli 2555 e seguenti del codice civile ai quali si estende il sequestro."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 21 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il sequestro è eseguito con le modalità previste dall'articolo 104 del decreto legislativo 28 luglio 1989, n. 271. La polizia giudiziaria, eseguite le formalità ivi previste, procede all'apprensione materiale dei beni e all'immissione dell'amministratore giudiziario nel possesso degli stessi, anche se gravati da diritti reali o personali di godimento, con l'assistenza, ove ritenuto opportuno, dell'ufficiale giudiziario."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 22 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Quando vi sia concreto pericolo che i beni di cui si prevede debba essere disposta la confisca vengano dispersi, sottratti od alienati, i soggetti di cui all'articolo 17, commi 1 e 2 possono, unitamente alla proposta, richiedere al presidente del tribunale competente per l'applicazione della misura di prevenzione di disporre anticipatamente il sequestro dei beni prima della fissazione dell'udienza. Il presidente del tribunale provvede con decreto motivato entro cinque giorni dalla richiesta. Il sequestro eventualmente disposto perde efficacia se non convalidato dal tribunale entro trenta giorni dalla proposta."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 23 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Salvo che sia diversamente disposto, al procedimento per l'applicazione di una misura di prevenzione patrimoniale si applicano, in quanto compatibili, le disposizioni dettate dal titolo I, capo II, sezione I."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 24 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il tribunale dispone la confisca dei beni sequestrati di cui la persona nei cui confronti è instaurato il procedimento non possa giustificare la legittima provenienza e di cui, anche per interposta persona fisica o giuridica, risulti essere titolare o avere la disponibilità a qualsiasi titolo in valore sproporzionato al proprio reddito, dichiarato ai fini delle imposte sul reddito, o alla propria attività economica, nonché dei beni che risultino essere frutto di attività illecite o ne costituiscano il reimpiego. In ogni caso il proposto non può giustificare la legittima provenienza dei beni adducendo che il denaro utilizzato per acquistarli sia provento o reimpiego dell'evasione fiscale. Se il tribunale non dispone la confisca, può applicare anche d'ufficio le misure di cui agli articoli 34 e 34 bis ove ricorrano i presupposti ivi previsti."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 25 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Dopo la presentazione della proposta, se non è possibile procedere al sequestro dei beni di cui all'articolo 20, comma 1, perché il proposto non ne ha la disponibilità, diretta o indiretta, anche ove trasferiti legittimamente in qualunque epoca a terzi in buona fede, il sequestro e la confisca hanno ad oggetto altri beni di valore equivalente e di legittima provenienza dei quali il proposto ha la disponibilità, anche per interposta persona."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 26 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Quando accerta che taluni beni sono stati fittiziamente intestati o trasferiti a terzi, con il decreto che dispone la confisca il giudice dichiara la nullità dei relativi atti di disposizione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 27 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. I provvedimenti con i quali il tribunale dispone la confisca dei beni sequestrati, l'applicazione, il diniego o la revoca del sequestro, il rigetto della richiesta di confisca anche qualora non sia stato precedentemente disposto il sequestro ovvero la restituzione della cauzione o la liberazione delle garanzie o la confisca della cauzione o l'esecuzione sui beni costituiti in garanzia sono comunicati senza indugio al procuratore generale presso la corte di appello, al procuratore della Repubblica e agli interessati."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 28 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. La revocazione della decisione definitiva sulla confisca di prevenzione può essere richiesta, nelle forme previste dagli articoli 630 e seguenti del codice di procedura penale, in quanto compatibili, alla corte di appello individuata secondo i criteri di cui all'articolo 11 dello stesso codice:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 29 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'azione di prevenzione può essere esercitata anche indipendentemente dall'esercizio dell'azione penale."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 30 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il sequestro e la confisca di prevenzione possono essere disposti anche in relazione a beni già sottoposti a sequestro in un procedimento penale. In tal caso la custodia giudiziale dei beni sequestrati nel processo penale viene affidata all'amministratore giudiziario, il quale provvede alla gestione dei beni stessi ai sensi del titolo III. Questi comunica al giudice del procedimento penale, previa autorizzazione del tribunale che ha disposto la misura di prevenzione, copia delle relazioni periodiche. In caso di revoca del sequestro o della confisca di prevenzione, il giudice del procedimento penale provvede alla nomina di un nuovo custode, salvo che ritenga di confermare quello già nominato nel procedimento di prevenzione. Nel caso previsto dall'articolo 104 bis disp. att. c.p.p., l'amministratore giudiziario nominato nel procedimento penale prosegue la propria attività nel procedimento di prevenzione, salvo che il tribunale, con decreto motivato e sentita l'Agenzia nazionale per l'amministrazione e la destinazione dei beni sequestrati e confiscati alla criminalità organizzata, di seguito denominata «Agenzia», non provveda alla sua revoca e sostituzione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 31 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il tribunale, con l'applicazione della misura di prevenzione, dispone che la persona sottoposta a tale misura versi presso la cassa delle ammende una somma, a titolo di cauzione, di entità che, tenuto conto anche delle sue condizioni economiche e dei provvedimenti adottati a norma dell'articolo 22, costituisca un'efficace remora alla violazione delle prescrizioni imposte."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 32 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. In caso di violazione degli obblighi o dei divieti derivanti dall'applicazione della misura di prevenzione, il tribunale dispone la confisca della cauzione oppure che si proceda ad esecuzione sui beni costituiti in garanzia, sino a concorrenza dell'ammontare della cauzione. Per l'esecuzione, a cura del cancelliere, si osservano le disposizioni dei primi due titoli del libro terzo del codice di procedura civile in quanto applicabili, ed escluse, riguardo ai beni costituiti in garanzia, le formalità del pignoramento."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 33 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Nei confronti dei soggetti indicati nell'articolo 4, comma 1, lettere c), d), e), f), g) ed h) il tribunale può aggiungere ad una delle misure di prevenzione previste dall'articolo 6, quella dell'amministrazione giudiziaria dei beni personali, esclusi quelli destinati all'attività professionale o produttiva, quando ricorrono sufficienti indizi che la libera disponibilità dei medesimi agevoli comunque la condotta, il comportamento o l'attività socialmente pericolosa."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 34 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Quando, a seguito degli accertamenti di cui all'articolo 19 o di quelli compiuti per verificare i pericoli di infiltrazione mafiosa, previsti dall'articolo 92, ovvero di quelli compiuti ai sensi dell'articolo 213 del codice dei contratti pubblici, di cui al decreto legislativo 18 aprile 2016, n. 50, dall'Autorità nazionale anticorruzione, sussistono sufficienti indizi per ritenere che il libero esercizio di determinate attività economiche, comprese quelle di carattere imprenditoriale, sia direttamente o indirettamente sottoposto alle condizioni di intimidazione o di assoggettamento previste dall'articolo 416 bis del codice penale o possa comunque agevolare l'attività di persone nei confronti delle quali è stata proposta o applicata una delle misure di prevenzione personale o patrimoniale previste dagli articoli 6 e 24 del presente decreto, ovvero di persone sottoposte a procedimento penale per taluno dei delitti di cui all'articolo 4, comma 1, lettere a), b) e i-bis), del presente decreto, ovvero per i delitti di cui agli articoli 603 bis, 629, 644, 648 bis e 648 ter del codice penale, e non ricorrono i presupposti per l'applicazione delle misure di prevenzione patrimoniali di cui al capo I del presente titolo, il tribunale competente per l'applicazione delle misure di prevenzione nei confronti delle persone sopraindicate dispone l'amministrazione giudiziaria delle aziende o dei beni utilizzabili, direttamente o indirettamente, per lo svolgimento delle predette attività economiche, su proposta dei soggetti di cui al comma 1 dell'articolo 17 del presente decreto."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 34 bis Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Quando l'agevolazione prevista dal comma 1 dell'articolo 34 risulta occasionale, il tribunale dispone, anche d'ufficio, il controllo giudiziario delle attività economiche e delle aziende di cui al medesimo comma 1, se sussistono circostanze di fatto da cui si possa desumere il pericolo concreto di infiltrazioni mafiose idonee a condizionarne l'attività. Nel caso in cui risultino applicate le misure previste dall'articolo 94 bis, il tribunale valuta se adottare in loro sostituzione il provvedimento di cui al comma 2, lettera b)(1)."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 34 ter Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. È assicurata la priorità assoluta nella trattazione dei procedimenti previsti dagli articoli 16 e seguenti del presente decreto."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 35 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Con il provvedimento con il quale dispone il sequestro previsto dal capo I del titolo II del presente libro il tribunale nomina il giudice delegato alla procedura e un amministratore giudiziario. Qualora la gestione dei beni in stato di sequestro sia particolarmente complessa, anche avuto riguardo al numero dei comuni ove sono situati i beni immobili o i complessi aziendali o alla natura dell'attività aziendale da proseguire o al valore ingente del patrimonio, il tribunale può nominare più amministratori giudiziari. In tal caso il tribunale stabilisce se essi possano operare disgiuntamente."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 35.1 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'amministratore giudiziario, al momento dell'accettazione dell'incarico e comunque entro due giorni dalla comunicazione della nomina, deposita presso la cancelleria dell'ufficio giudiziario conferente l'incarico una dichiarazione attestante l'insussistenza delle cause di incompatibilità di cui all'articolo 35, comma 4-bis. In caso di violazione della disposizione di cui al periodo precedente il tribunale provvede d'urgenza alla sostituzione del soggetto nominato. Il tribunale provvede allo stesso modo nel caso in cui, dalla dichiarazione depositata, emerga la sussistenza di una causa di incompatibilità. In caso di dichiarazione di circostanze non corrispondenti al vero effettuata da un soggetto iscritto ad un albo professionale, il tribunale lo segnala all'organo competente dell'ordine o del collegio professionale ai fini della valutazione di competenza in ordine all'esercizio dell'azione disciplinare e al presidente della Corte di appello affinchè dia notizia della segnalazione a tutti i magistrati del distretto."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 35.2 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. I sistemi informativi automatizzati del Ministero della giustizia assicurano al presidente della Corte di appello la possibilità di estrarre, anche in forma massiva, le dichiarazioni depositate a norma dell'articolo 35.1, dalle quali deve essere possibile rilevare almeno i seguenti dati:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 35 bis Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Fatti salvi i casi di dolo o colpa grave, sono esenti da responsabilità civile l'amministratore giudiziario, il coadiutore nominato ai sensi dell'articolo 35, comma 4, e l'amministratore nominato ai sensi dell'articolo 41, comma 6, per gli atti di gestione compiuti nel periodo di efficacia del provvedimento di sequestro."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 36 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'amministratore giudiziario presenta al giudice delegato, entro trenta giorni dalla nomina, una relazione particolareggiata dei beni sequestrati. La relazione contiene:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 37 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'amministratore giudiziario, fermo restando quanto previsto dagli articoli 2214 e seguenti del codice civile, tiene un registro, preventivamente vidimato dal giudice delegato alla procedura, sul quale annota tempestivamente le operazioni relative alla sua amministrazione secondo i criteri stabiliti al comma 6. Con decreto emanato dal Ministro della giustizia, di concerto con il Ministro dell'economia e delle finanze, sono stabilite le norme per la tenuta del registro."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 38 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Fino al decreto di confisca di secondo grado emesso dalla corte di appello nei procedimenti di prevenzione, l'Agenzia svolge attività di ausilio e di supporto all'autorità giudiziaria, con le modalità previste dagli articoli 110, 111 e 112, proponendo altresì al tribunale l'adozione di tutti i provvedimenti necessari per la migliore utilizzazione del bene in vista della sua destinazione o assegnazione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 39 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'Avvocatura dello Stato assume la rappresentanza e la difesa dell'amministratore giudiziario nelle controversie, anche in corso, concernenti rapporti relativi a beni sequestrati, qualora l'Avvocato generale dello Stato ne riconosca l'opportunità."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 40 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il giudice delegato impartisce le direttive generali della gestione dei beni sequestrati, anche avvalendosi dell'attività di ausilio e supporto dell'Agenzia ai sensi degli articoli 110, 111 e 112."}
{"text": "Ratio Legis\n\n1. Il giudice delegato impartisce le direttive generali della gestione dei beni sequestrati, anche avvalendosi dell'attivita' di ausilio e supporto dell'Agenzia ai sensi degli articoli 110, 111 e 112. 2. Il giudice delegato puo' adottare, nei confronti della persona sottoposta alla procedura e della sua famiglia, i provvedimenti indicati nell'articolo 47, primo comma, del regio decreto 16 marzo 1942, n. 267, e successive modificazioni, quando ricorrano le condizioni ivi previste. 2-bis. Nel caso previsto dal secondo comma dell'articolo 47 del regio decreto 16 marzo 1942, n. 267, e, comunque, nei casi previsti dal comma 3-ter, primo periodo, del presente articolo, il tribunale, con decreto revocabile in ogni momento, dispone il differimento dell'esecuzione dello sgombero non oltre il decreto di confisca definitivo. Il beneficiario, pena la revoca del provvedimento, e' tenuto a corrispondere l'indennita' eventualmente determinata dal tribunale e a provvedere a sue cure alle spese e agli oneri inerenti all'unita' immobiliare; e' esclusa ogni azione di regresso. Il tribunale, con il provvedimento con cui rigetta la richiesta, dispone l'esecuzione dello sgombero se precedentemente differito. 3. L'amministratore giudiziario non puo' stare in giudizio ne' contrarre mutui, stipulare transazioni, compromessi, fideiussioni, concedere ipoteche, alienare immobili e compiere altri atti di straordinaria amministrazione, anche a tutela dei diritti dei terzi, senza autorizzazione scritta del giudice delegato. 3-bis. L'amministratore giudiziario, con l'autorizzazione scritta del giudice delegato, puo' locare o concedere in comodato i beni immobili, prevedendo la cessazione nei casi previsti dal comma 3-ter e comunque in data non successiva alla pronuncia della confisca definitiva. 3-ter. L'amministratore giudiziario, previa autorizzazione scritta del giudice delegato, anche su proposta dell'Agenzia, puo', in via prioritaria, concedere in comodato i beni immobili ai soggetti indicati nell'articolo 48, comma 3, lettera c), con cessazione alla data della confisca definitiva. Il tribunale, su proposta del giudice delegato, qualora non si sia gia' provveduto, dispone l'esecuzione immediata dello sgombero, revocando, se necessario, i provvedimenti emessi ai sensi del comma 2-bis del presente articolo. 3-quater. In caso di beni immobili concessi in locazione o in comodato sulla scorta di titolo di data certa anteriore al sequestro, l'amministratore giudiziario, previa autorizzazione del giudice delegato, pone in essere gli atti necessari per ottenere la cessazione del contratto alla scadenza naturale. 4. Avverso gli atti dell'amministratore giudiziario compiuti in assenza di autorizzazione scritta del giudice delegato, il pubblico ministero, il proposto e ogni altro interessato possono avanzare reclamo, nel termine perentorio di quindici giorni dalla data in cui ne hanno avuto effettiva conoscenza, al giudice delegato, che, entro i dieci giorni successivi, provvede ai sensi dell'articolo 127 del codice di procedura penale. 5. In caso di sequestro di beni in comunione indivisa, l'amministratore giudiziario, previa autorizzazione del giudice delegato, puo' chiedere al giudice civile di essere nominato amministratore della comunione. 5-bis. I beni mobili sequestrati, anche iscritti in pubblici registri, possono essere affidati dal tribunale in custodia giudiziale agli organi di polizia e del Corpo nazionale dei vigili del fuoco che ne facciano richiesta per l'impiego nelle attivita' istituzionali o per esigenze di polizia giudiziaria, ovvero possono essere affidati all'Agenzia, ad altri organi dello Stato, ad enti pubblici non economici e enti territoriali per finalita' di giustizia, di soccorso pubblico, di protezione civile o di tutela ambientale nonche' ai soggetti previsti dall'articolo 48, comma 3, lettera c). 5-ter. Il tribunale, se non deve provvedere alla revoca del sequestro e alle conseguenti restituzioni, su richiesta dell'amministratore giudiziario o dell'Agenzia, decorsi trenta giorni dal deposito della relazione di cui all'articolo 36, destina alla vendita i beni mobili sottoposti a sequestro se gli stessi non possono essere amministrati senza pericolo di deterioramento o di rilevanti diseconomie. Se i beni mobili sottoposti a sequestro sono privi di valore, improduttivi, oggettivamente inutilizzabili e non alienabili, il tribunale dispone la loro distruzione o demolizione. 5-quater. I proventi derivanti dalla vendita dei beni di cui al comma 5-ter affluiscono, al netto delle spese sostenute, al Fondo unico giustizia per essere versati all'apposito capitolo di entrata del bilancio dello Stato e riassegnati, nei limiti e con le modalita' di cui all'articolo 2, comma 7, del decreto-legge 16 settembre 2008, n. 143, convertito dalla legge 13 novembre 2008, n. 181, nella misura del 50 per cento secondo le destinazioni previste dal predetto articolo 2, comma 7, e per il restante 50 per cento allo stato di previsione della spesa del Ministero dell'interno per le esigenze dell'Agenzia che li destina prioritariamente alle finalita' sociali e produttive. 5-quinquies. Se il tribunale non provvede alla confisca dei beni di cui al comma 5-ter, dispone la restituzione all'avente diritto dei proventi versati al Fondo unico giustizia in relazione alla vendita dei medesimi beni, oltre agli interessi maturati sui medesimi proventi computati secondo quanto stabilito dal decreto ministeriale 30 luglio 2009, n. 127."}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 41 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Nel caso in cui il sequestro abbia ad oggetto aziende di cui agli articoli 2555 e seguenti del codice civile, anche per effetto del sequestro avente a oggetto partecipazioni societarie, l'amministratore giudiziario è scelto nella sezione di esperti in gestione aziendale dell'Albo nazionale degli amministratori giudiziari. Dopo la relazione di cui all'articolo 36, comma 1, l'amministratore giudiziario, entro tre mesi dalla sua nomina, prorogabili a sei mesi per giustificati motivi dal giudice delegato, presenta una relazione, che trasmette anche all'Agenzia, contenente:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 41 bis Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'accesso alle risorse delle sezioni di cui alle lettere a) e b) del comma 196 dell'articolo 1 della legge 28 dicembre 2015, n. 208, è richiesto dall'amministratore giudiziario, previa autorizzazione del giudice delegato, o dall'Agenzia, dopo l'adozione dei provvedimenti di prosecuzione o di ripresa dell'attività dell'impresa previsti dall'articolo 41, comma 1-sexies."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 41 ter Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Al fine di favorire il coordinamento tra le istituzioni, le associazioni indicate nell'articolo 48, comma 3, lettera c), le organizzazioni sindacali e le associazioni dei datori di lavoro più rappresentative a livello nazionale, sono istituiti, presso le prefetture-uffici territoriali del Governo, tavoli provinciali permanenti sulle aziende sequestrate e confiscate, aventi il compito di:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 41 quater Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Nella gestione dell'azienda l'amministratore giudiziario, sentito il competente tavolo provinciale permanente di cui all'articolo 41 ter, previa autorizzazione del giudice delegato, e l'Agenzia possono avvalersi del supporto tecnico, a titolo gratuito, di imprenditori attivi nel medesimo settore o in settori affini a quelli in cui opera l'azienda sequestrata o non definitivamente confiscata, in possesso dei requisiti previsti dal regolamento di attuazione dell'articolo 5-ter del decreto-legge 24 gennaio 2012, n. 1, convertito, con modificazioni, dalla legge 24 marzo 2012, n. 27, prescindendo dai limiti di fatturato, individuati nel rispetto dei criteri di economicità, efficacia, imparzialità, parità di trattamento, trasparenza, proporzionalità, attraverso procedure ad evidenza pubblica indette dall'amministratore giudiziario, tenendo conto dei progetti di affiancamento dagli stessi presentati e dell'idoneità a fornire il necessario sostegno all'azienda."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 42 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Le spese necessarie o utili per la conservazione e l'amministrazione dei beni sono sostenute dall'amministratore giudiziario mediante prelevamento dalle somme riscosse a qualunque titolo ovvero sequestrate, confiscate o comunque nella disponibilità del procedimento."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 43 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. All'esito della procedura, e comunque dopo il provvedimento di confisca di primo grado, entro sessanta giorni dal deposito, l'amministratore giudiziario presenta al giudice delegato il conto della gestione, tenuto conto dei criteri fissati dall'articolo 37, comma 5."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 44 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'Agenzia gestisce i beni confiscati anche in via non definitiva dal decreto di confisca della corte di appello, ai sensi dell'articolo 20 della legge 23 dicembre 1993, n. 559, e, in quanto applicabile, dell'articolo 40 del presente decreto, nonché sulla base degli indirizzi e delle linee guida adottati dal Consiglio direttivo dell'Agenzia medesima ai sensi dell'articolo 112, comma 4, lettera d). Essa provvede al rimborso ed all'anticipazione delle spese, nonché alla liquidazione dei compensi che non trovino copertura nelle risorse della gestione, anche avvalendosi di apposite aperture di credito disposte, a proprio favore, sui fondi dello specifico capitolo istituito nello stato di previsione della spesa del Ministero dell'economia e delle finanze, salva, in ogni caso, l'applicazione della normativa di contabilità generale dello Stato e del decreto del Presidente della Repubblica 20 aprile 1994, n. 367."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 45 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. A seguito della confisca definitiva di prevenzione i beni sono acquisiti al patrimonio dello Stato liberi da oneri e pesi. La tutela dei diritti dei terzi è garantita entro i limiti e nelle forme di cui al titolo IV."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 45 bis Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'Agenzia, ricevuta la comunicazione del provvedimento definitivo di confisca, qualora l'immobile risulti ancora occupato, con provvedimento revocabile in ogni momento, può differire l'esecuzione dello sgombero o dell'allontanamento nel caso previsto dall'articolo 40, comma 3-ter, ovvero qualora lo ritenga opportuno in vista dei provvedimenti di destinazione da adottare."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 46 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. La restituzione dei beni confiscati, ad eccezione dei beni culturali di cui all'articolo 10, comma 3, del codice dei beni culturali e del paesaggio, di cui al decreto legislativo 22 gennaio 2004, n. 42, e successive modificazioni, e degli immobili e delle aree dichiarati di notevole interesse pubblico ai sensi degli articoli 136 e seguenti del medesimo codice, e successive modificazioni, nell'ambito delle risorse disponibili a legislazione vigente, può avvenire anche per equivalente, al netto delle migliorie, quando i beni medesimi sono stati assegnati per finalità istituzionali o sociali, per fini di giustizia o di ordine pubblico o di protezione civile di cui alle lettere a), b) e c) dell'articolo 48, comma 3, del presente decreto e la restituzione possa pregiudicare l'interesse pubblico. In tal caso l'interessato nei cui confronti venga a qualunque titolo dichiarato il diritto alla restituzione del bene ha diritto alla restituzione di una somma equivalente al valore del bene confiscato come risultante dal rendiconto di gestione, al netto delle migliorie, rivalutato sulla base del tasso di inflazione annua. In caso di beni immobili, si tiene conto dell'eventuale rivalutazione delle rendite catastali."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 47 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. La destinazione dei beni immobili e dei beni aziendali è effettuata con delibera del Consiglio direttivo dell'Agenzia, sulla base della stima del valore risultante dalla relazione di cui all'articolo 36, e da altri atti giudiziari, salvo che sia ritenuta necessaria dall'Agenzia una nuova stima."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 48 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'Agenzia versa al Fondo unico giustizia:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 49 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Con decreto del Ministro della giustizia, di concerto con i Ministri dell'economia e delle finanze, dell'interno e della difesa, è adottato, ai sensi dell'articolo 17, comma 3, della legge 23 agosto 1988, n. 400, un regolamento per disciplinare la raccolta dei dati relativi ai beni sequestrati o confiscati, dei dati concernenti lo stato del procedimento per il sequestro o la confisca e dei dati concernenti la consistenza, la destinazione e la utilizzazione dei beni sequestrati e confiscati, nonché la trasmissione dei medesimi dati all'Agenzia. Il Governo trasmette ogni sei mesi al Parlamento una relazione concernente i dati suddetti."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 50 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Le procedure esecutive, gli atti di pignoramento e i provvedimenti cautelari in corso da parte della società Equitalia Spa o di altri concessionari di riscossione pubblica sono sospesi nelle ipotesi di sequestro di aziende o partecipazioni societarie disposto ai sensi del presente decreto. È conseguentemente sospeso il decorso dei relativi termini di prescrizione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 51 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. I redditi derivanti dai beni sequestrati continuano ad essere assoggettati a tassazione con riferimento alle categorie di reddito previste dall'articolo 6 del testo unico delle Imposte sui Redditi approvato con decreto del Presidente della Repubblica 22 dicembre 1986, n. 917 con le medesime modalità applicate prima del sequestro."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 52 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. La confisca non pregiudica i diritti di credito dei terzi che risultano da atti aventi data certa anteriore al sequestro, nonché i diritti reali di garanzia costituiti in epoca anteriore al sequestro, ove ricorrano le seguenti condizioni:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 53 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. I crediti per titolo anteriore al sequestro, verificati ai sensi delle disposizioni di cui al capo II, sono soddisfatti dallo Stato nel limite del 60 per cento del valore dei beni sequestrati o confiscati, risultante dal valore di stima o dalla minor somma eventualmente ricavata dalla vendita degli stessi, al netto delle spese del procedimento di confisca nonché di amministrazione dei beni sequestrati e di quelle sostenute nel procedimento di cui agli articoli da 57 a 61."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 54 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. I crediti prededucibili sorti nel corso del procedimento di prevenzione che sono liquidi, esigibili e non contestati, non debbono essere accertati secondo le modalità previste dagli articoli 57, 58 e 59, e possono essere soddisfatti, in tutto o in parte, al di fuori del piano di riparto, previa autorizzazione del giudice delegato."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 54 bis Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'amministratore giudiziario può chiedere al giudice delegato di essere autorizzato al pagamento, anche parziale o rateale, dei crediti per prestazioni di beni o servizi, sorti anteriormente al provvedimento di sequestro, nei casi in cui tali prestazioni siano collegate a rapporti commerciali essenziali per la prosecuzione dell'attività."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 55 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. A seguito del sequestro non possono essere iniziate o proseguite azioni esecutive. I beni già oggetto di esecuzione sono presi in consegna dall'amministratore giudiziario."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 56 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Se al momento dell'esecuzione del sequestro un contratto relativo all'azienda sequestrata o stipulato dal proposto in relazione al bene in stato di sequestro deve essere in tutto o in parte ancora eseguito, l'esecuzione del contratto rimane sospesa fino a quando l'amministratore giudiziario, previa autorizzazione del giudice delegato, dichiara di subentrare nel contratto in luogo del proposto, assumendo tutti i relativi obblighi, ovvero di risolvere il contratto, salvo che, nei contratti ad effetti reali, sia già avvenuto il trasferimento del diritto. La dichiarazione dell'amministratore giudiziario deve essere resa nei termini e nelle forme di cui all'articolo 41, commi 1-bis e 1-ter, e, in ogni caso, entro sei mesi dall'immissione nel possesso."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 57 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'amministratore giudiziario allega alle relazioni da presentare al giudice delegato l'elenco nominativo di tutti i creditori anteriori al sequestro, ivi compresi quelli di cui all'articolo 54 bis, l'indicazione dei crediti e delle rispettive scadenze e l'elenco nominativo di coloro che vantano diritti reali di godimento o garanzia o diritti personali sui beni, con l'indicazione delle cose stesse e del titolo da cui sorge il diritto."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 58 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. I creditori di cui all'articolo 52 presentano al giudice domanda di ammissione del credito."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 59 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. All'udienza fissata per la verifica dei crediti il giudice delegato, con l'assistenza dell'amministratore giudiziario e con la partecipazione facoltativa del pubblico ministero, assunte anche d'ufficio le opportune informazioni, verifica le domande, indicando distintamente i crediti che ritiene di ammettere, con indicazione delle eventuali cause di prelazione, e quelli che ritiene di non ammettere, in tutto o in parte, esponendo succintamente i motivi dell'esclusione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 60 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Dopo l'irrevocabilità del provvedimento di confisca, l'Agenzia procede al pagamento dei creditori ammessi al passivo in ragione delle distinte masse nonché dell'ordine dei privilegi e delle cause legittime di prelazione sui beni trasferiti al patrimonio dello Stato. L'Agenzia, ove le somme apprese, riscosse o comunque ricevute non siano sufficienti a soddisfare i creditori utilmente collocati al passivo, procede alla liquidazione dei beni mobili, delle aziende o rami d'azienda e degli immobili. Ove ritenga che dalla redditività dei beni si possano conseguire risorse necessarie al pagamento dei crediti, l'Agenzia può ritardare la vendita degli stessi non oltre un anno dall'irrevocabilità del provvedimento di confisca."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 61 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Dopo l'irrevocabilità del provvedimento di confisca l'Agenzia redige il progetto di pagamento dei crediti. Il progetto contiene l'elenco dei crediti utilmente collocati al passivo, con le relative cause di prelazione, nonché l'indicazione degli importi da corrispondere a ciascun creditore."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 62 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il pubblico ministero, l'amministratore giudiziario e l'Agenzia possono in ogni tempo chiedere la revocazione del provvedimento di ammissione del credito al passivo quando emerga che esso è stato determinato da falsità, dolo, errore essenziale di fatto o dalla mancata conoscenza di documenti decisivi che non sono stati prodotti tempestivamente per causa non imputabile al ricorrente. La revocazione è proposta dinanzi al tribunale della prevenzione nei confronti del creditore la cui domanda è stata accolta. Se la domanda è accolta, si applica l'articolo 61, comma 10."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 63 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Salva l'iniziativa per la dichiarazione di fallimento assunta dal debitore o da uno o più creditori, il pubblico ministero, anche su segnalazione dell'amministratore giudiziario che ne rilevi i presupposti, chiede al tribunale competente che venga dichiarato il fallimento dell'imprenditore i cui beni aziendali siano sottoposti a sequestro o a confisca."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 64 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Ove sui beni compresi nel fallimento ai sensi dell'articolo 42 del regio decreto 16 marzo 1942, n. 267 sia disposto sequestro, il giudice delegato al fallimento, sentito il curatore ed il comitato dei creditori, dispone con decreto non reclamabile la separazione di tali beni dalla massa attiva del fallimento e la loro consegna all'amministratore giudiziario."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 65 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il controllo e l'amministrazione giudiziaria non possono essere disposti su beni compresi nel fallimento."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 66 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'applicazione delle misure di prevenzione di cui al libro I, titolo I, importa gli effetti previsti dal presente capo, nonché gli effetti dalla legge espressamente indicati."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 67 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Le persone alle quali sia stata applicata con provvedimento definitivo una delle misure di prevenzione previste dal libro I, titolo I, capo II non possono ottenere:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 68 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il tribunale, prima di adottare alcuno dei provvedimenti di cui al comma 4 dell'articolo 67, chiama, con decreto motivato, ad intervenire nel procedimento le parti interessate, le quali possono, anche con l'assistenza di un difensore, svolgere in camera di consiglio le loro deduzioni e chiedere l'acquisizione di ogni elemento utile ai fini della decisione. Ai fini dei relativi accertamenti si applicano le disposizioni dell'articolo 19."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 69 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Con decreto del Presidente del Consiglio dei Ministri, d'intesa con tutti i Ministri interessati, è costituito un elenco generale degli enti e delle amministrazioni legittimati a disporre le licenze, le concessioni e le iscrizioni e le attestazioni, nonché le autorizzazioni, le abilitazioni e le erogazioni indicate nell'articolo 67, comma 1. Con le stesse modalità saranno effettuati gli aggiornamenti eventualmente necessari."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 70 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Dopo tre anni dalla cessazione della misura di prevenzione personale, l'interessato può chiedere la riabilitazione. La riabilitazione è concessa, se il soggetto ha dato prova costante ed effettiva di buona condotta, dalla corte di appello nel cui distretto ha sede l'autorità giudiziaria che dispone l'applicazione della misura di prevenzione o dell'ultima misura di prevenzione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 71 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Le pene stabilite per i delitti previsti dagli articoli 270 bis, 270 ter, 270 quater, 270 quater 1, 270 quinquies, 314, 316, 316 bis, 316 ter, 317, 318, 319, 319 ter, 319 quater, 320, 321, 322, 322 bis, 336, 338, 353, 377, terzo comma, 378, 379, 416, 416 bis, 416 ter, 418, 424, 435, 513 bis, 575, 582, 600, 601, 602, 605, 610, 611, 612, 628, 629, 630, 632, 633, 634, 635, 636, 637, 638, 640 bis, 648 bis, 648 ter, del codice penale, nonché per i delitti di cui all'articolo 4-bis della legge 18 aprile 1975, n. 110, e per quelli commessi con le finalità di terrorismo di cui all'articolo 270 sexies del codice penale, sono aumentate da un terzo alla metà e quelle stabilite per le contravvenzioni di cui agli articoli 695, primo comma, 696, 697, 698, 699 del codice penale sono aumentate nella misura di cui al secondo comma dell'articolo 99 del codice penale se il fatto è commesso da persona sottoposta con provvedimento definitivo ad una misura di prevenzione personale durante il periodo previsto di applicazione e sino a tre anni dal momento in cui ne è cessata l'esecuzione(1)(2)."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 72 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Le pene stabilite per i reati concernenti le armi alterate nonché le armi e le munizioni di cui all'articolo 1 della legge 18 aprile 1975, n. 110, sono triplicate e quelle stabilite per i reati concernenti le armi e le munizioni di cui all'articolo 2, commi primo e secondo, della stessa legge sono aumentate nella misura in cui al terzo comma dell'articolo 99 del codice penale, se i fatti sono commessi da persona sottoposta con provvedimento definitivo ad una misura di prevenzione personale durante il periodo previsto di applicazione e sino a tre anni dal momento in cui ne è cessata l'esecuzione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 73 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Nel caso di guida di un autoveicolo o motoveicolo, senza patente, o dopo che la patente sia stata negata, sospesa o revocata, la pena è dell'arresto da sei mesi a tre anni, qualora si tratti di persona già sottoposta, con provvedimento definitivo, a una misura di prevenzione personale."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 74 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il pubblico amministratore, il funzionario o il dipendente che, intervenuta la decadenza o la sospensione di cui all'articolo 67, non dispone, entro trenta giorni dalla comunicazione, il ritiro delle licenze, autorizzazioni, abilitazioni o la cessazione delle erogazioni o concessioni ovvero la cancellazione dagli elenchi, è punito con la reclusione da due a quattro anni."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 75 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il contravventore agli obblighi inerenti alla sorveglianza speciale è punito con l'arresto da tre mesi ad un anno."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 75 bis Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "Il contravventore al divieto di espatrio conseguente all'applicazione delle misure di cui ai commi 1 e 2-bis dell'articolo 9 è punito con la reclusione da uno a cinque anni."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 76 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. La persona che, avendo ottenuto l'autorizzazione di cui all'articolo 12, non rientri nel termine stabilito nel comune di soggiorno obbligato, o non osservi le prescrizioni fissate per il viaggio, ovvero si allontani dal comune ove ha chiesto di recarsi, è punita con la reclusione da due a cinque anni; è consentito l'arresto anche fuori dei casi di flagranza."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 77 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Nei confronti dei soggetti di cui all'articolo 4 e di coloro che risultino gravemente indiziati di un delitto commesso in occasione o a causa di manifestazioni sportive il fermo di indiziato di delitto è consentito anche al di fuori dei limiti di cui all'articolo 384 del Codice di procedura penale, purché si tratti di reato per il quale è consentito l'arresto facoltativo in flagranza ai sensi dell'articolo 381 del medesimo codice(1)."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 78 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il procuratore della Repubblica del luogo dove le operazioni debbono essere eseguite, può autorizzare gli ufficiali di polizia giudiziaria ad intercettare comunicazioni o conversazioni telefoniche o telegrafiche o quelle indicate nell'articolo 623 bis del codice penale, quando lo ritenga necessario al fine di controllare che i soggetti nei cui confronti sia stata applicata una delle misure di prevenzione di cui al libro I, titolo I, capo II non continuino a porre in essere attività o comportamenti analoghi a quelli che hanno dato luogo all'applicazione della misura di prevenzione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 79 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Salvo quanto previsto dagli articoli 25 e 26 della legge 13 settembre 1982, n. 646, a carico delle persone nei cui confronti sia stata disposta, con provvedimento anche non definitivo, una misura di prevenzione, il nucleo di polizia tributaria del Corpo della guardia di finanza, competente in relazione al luogo di dimora abituale del soggetto, può procedere alla verifica della relativa posizione fiscale, economica e patrimoniale ai fini dell'accertamento di illeciti valutari e societari e comunque in materia economica e finanziaria, anche allo scopo di verificare l'osservanza della disciplina dei divieti autorizzatori, concessori o abilitativi di cui all'articolo 67."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 80 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Salvo quanto previsto dall'articolo 30 della legge 13 settembre 1982, n. 646, le persone già sottoposte, con provvedimento definitivo, ad una misura di prevenzione, sono tenute a comunicare per dieci anni, ed entro trenta giorni dal fatto, al nucleo di polizia tributaria del luogo di dimora abituale, tutte le variazioni nell'entità e nella composizione del patrimonio concernenti elementi di valore non inferiore ad euro 10.329,14. Entro il 31 gennaio di ciascun anno, i soggetti di cui al periodo precedente sono altresì tenuti a comunicare le variazioni intervenute nell'anno precedente, quando concernono complessivamente elementi di valore non inferiore ad euro 10.329,14. Sono esclusi i beni destinati al soddisfacimento dei bisogni quotidiani."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 81 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Presso le segreterie delle procure della Repubblica e presso le cancellerie dei tribunali sono istituiti appositi registri, anche informatici, per le annotazioni relative ai procedimenti di prevenzione. Nei registri viene curata l'immediata annotazione nominativa delle persone fisiche e giuridiche nei cui confronti sono disposti gli accertamenti personali o patrimoniali da parte dei soggetti titolari del potere di proposta. Il questore territorialmente competente e il direttore della Direzione investigativa antimafia provvedono a dare immediata comunicazione alla procura della Repubblica competente per territorio della proposta di misura personale e patrimoniale da presentare al tribunale competente. Le modalità di tenuta, i tipi dei registri, le annotazioni che vi devono essere operate, sono fissati con decreto del Ministro della giustizia."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 82 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il presente Libro disciplina la documentazione antimafia ed i suoi effetti, istituisce la banca dati nazionale unica della documentazione antimafia, di seguito denominata «banca dati nazionale unica», e introduce disposizioni relative agli enti locali i cui organi sono stati sciolti ai sensi dell'articolo 143 del testo unico delle leggi sull'ordinamento degli enti locali, di cui al decreto legislativo 18 agosto 2000, n. 267."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 83 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Le pubbliche amministrazioni e gli enti pubblici, anche costituiti in stazioni uniche appaltanti, gli enti e le aziende vigilati dallo Stato o da altro ente pubblico e le società o imprese comunque controllate dallo Stato o da altro ente pubblico nonché i concessionari di lavori o di servizi pubblici, devono acquisire la documentazione antimafia di cui all'articolo 84 prima di stipulare, approvare o autorizzare i contratti e subcontratti relativi a lavori, servizi e forniture pubblici, ovvero prima di rilasciare o consentire i provvedimenti indicati nell'articolo 67."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 83 bis Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. (1)1. Il Ministero dell'interno può sottoscrivere protocolli, o altre intese comunque denominate, per la prevenzione e il contrasto dei fenomeni di criminalità organizzata, anche allo scopo di estendere convenzionalmente il ricorso alla documentazione antimafia di cui all'articolo 84. I protocolli di cui al presente articolo possono essere sottoscritti anche con imprese di rilevanza strategica per l'economia nazionale nonché con associazioni maggiormente rappresentative a livello nazionale di categorie produttive, economiche o imprenditoriali e con le organizzazioni sindacali, e possono prevedere modalità per il rilascio della documentazione antimafia anche su richiesta di soggetti privati, nonché determinare le soglie di valore al di sopra delle quali è prevista l'attivazione degli obblighi previsti dai protocolli medesimi. I protocolli possono prevedere l'applicabilità delle previsioni del presente decreto anche nei rapporti tra contraenti, pubblici o privati, e terzi, nonché tra aderenti alle associazioni contraenti e terzi."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 84 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. La documentazione antimafia è costituita dalla comunicazione antimafia e dall'informazione antimafia."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 85 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. La documentazione antimafia, se si tratta di imprese individuali, deve riferirsi al titolare ed al direttore tecnico, ove previsto."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 86 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. La comunicazione antimafia, acquisita dai soggetti di cui all'articolo 83, commi 1 e 2, con le modalità di cui all'articolo 88, ha una validità di sei mesi dalla data dell'acquisizione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 87 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. La comunicazione antimafia è acquisita mediante consultazione della banca dati nazionale unica da parte dei soggetti di cui all'articolo 97, comma 1, debitamente autorizzati, salvo i casi di cui all'articolo 88, commi 2, 3 e 3-bis."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 88 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il rilascio della comunicazione antimafia è immediatamente conseguente alla consultazione della banca dati nazionale unica quando non emerge, a carico dei soggetti ivi censiti, la sussistenza di cause di decadenza, di sospensione o di divieto di cui all'articolo 67. In tali casi, la comunicazione antimafia liberatoria attesta che la stessa è emessa utilizzando il collegamento alla banca dati."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 89 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Fuori dei casi in cui è richiesta l'informazione antimafia e salvo quanto previsto dall'articolo 88, comma 4-bis, i contratti e subcontratti relativi a lavori, servizi o forniture dichiarati urgenti ed i provvedimenti di rinnovo conseguenti a provvedimenti già disposti, sono stipulati, autorizzati o adottati previa acquisizione di apposita dichiarazione con la quale l'interessato attesti che nei propri confronti non sussistono le cause di divieto, di decadenza o di sospensione di cui all'articolo 67. La dichiarazione deve essere sottoscritta con le modalità di cui all'articolo 38 del decreto del Presidente della Repubblica 28 dicembre 2000, n. 445."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 89 bis Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Quando in esito alle verifiche di cui all'articolo 88, comma 2, venga accertata la sussistenza di tentativi di infiltrazione mafiosa, il prefetto adotta comunque un'informazione antimafia interdittiva e ne dà comunicazione ai soggetti richiedenti di cui all'articolo 83, commi 1 e 2, senza emettere la comunicazione antimafia."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 90 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'informazione antimafia è conseguita mediante consultazione della banca dati nazionale unica da parte dei soggetti di cui all'articolo 97, comma 1, debitamente autorizzati, salvo i casi di cui all'articolo 92, commi 2 e 3."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 91 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. I soggetti di cui all'articolo 83, commi 1 e 2, devono acquisire l'informazione di cui all'articolo 84, comma 3, prima di stipulare, approvare o autorizzare i contratti e subcontratti, ovvero prima di rilasciare o consentire i provvedimenti indicati nell'articolo 67, il cui valore sia:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 92 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. (1)Il rilascio dell'informazione antimafia è immediatamente conseguente alla consultazione banca dati nazionale unica quando non emerge, a carico dei soggetti ivi censiti, la sussistenza di cause di decadenza, di sospensione o di divieto di cui all'articolo 67 o di un tentativo di infiltrazione mafiosa di cui all'articolo 84, comma 4. In tali casi l'informazione antimafia liberatoria attesta che la stessa è emessa utilizzando il collegamento alla banca dati."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 93 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Per l'espletamento delle funzioni volte a prevenire infiltrazioni mafiose nei pubblici appalti, il prefetto dispone accessi ed accertamenti nei cantieri delle imprese interessate all'esecuzione di lavori pubblici, avvalendosi, a tal fine, dei gruppi interforze di cui all'articolo 5, comma 3, del decreto del Ministro dell'interno 14 marzo 2003, pubblicato nella Gazzetta Ufficiale n. 54 del 5 marzo 2004."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 94 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Quando emerge la sussistenza di cause di decadenza, di sospensione o di divieto di cui all'articolo 67 o di un tentativo di infiltrazione mafiosa, di cui all'articolo 84, comma 4 ed all'articolo 91, comma 6, nelle società o imprese interessate, i soggetti di cui all'articolo 83, commi 1 e 2 cui sono fornite le informazioni antimafia, non possono stipulare, approvare o autorizzare i contratti o subcontratti, né autorizzare, rilasciare o comunque consentire le concessioni e le erogazioni."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 94 bis Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. (1)Il prefetto, quando accerta che i tentativi di infiltrazione mafiosa sono riconducibili a situazioni di agevolazione occasionale, prescrive all'impresa, società o associazione interessata, con provvedimento motivato, l'osservanza, per un periodo non inferiore a sei mesi e non superiore a dodici mesi, di una o più delle seguenti misure:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 95 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Se taluna delle situazioni da cui emerge un tentativo di infiltrazione mafiosa, di cui all'articolo 84, comma 4, ed all'articolo 91, comma 6, interessa un'impresa diversa da quella mandataria che partecipa ad un'associazione o raggruppamento temporaneo di imprese, le cause di divieto o di sospensione di cui all'articolo 67 non operano nei confronti delle altre imprese partecipanti quando la predetta impresa sia estromessa o sostituita anteriormente alla stipulazione del contratto. La sostituzione può essere effettuata entro trenta giorni dalla comunicazione delle informazioni del prefetto qualora esse pervengano successivamente alla stipulazione del contratto."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 96 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Presso il Ministero dell'interno, Dipartimento per le politiche del personale dell'amministrazione civile e per le risorse strumentali e finanziarie è istituita la banca dati nazionale unica della documentazione antimafia, di seguito denominata «banca dati nazionale unica»."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 97 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Ai fini del rilascio della documentazione antimafia, la banca dati nazionale unica può essere consultata, secondo le modalità di cui al regolamento previsto dall'articolo 99, da:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 98 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Nella banca dati nazionale unica sono contenute le comunicazioni e le informazioni antimafia, liberatorie ed interdittive."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 99 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Con uno o più regolamenti ai sensi dell'articolo 17, comma 3, della legge 23 agosto 1988, n. 400, da adottarsi, entro sei mesi dalla data di entrata in vigore del presente decreto, su proposta del Ministro dell'interno, di concerto con i Ministri della pubblica amministrazione e dell'innovazione, della giustizia, dello sviluppo economico e delle infrastrutture e dei trasporti, sentito il Garante per la protezione dei dati personali, sono disciplinate le modalità:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 99 bis Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Qualora la banca dati nazionale unica non sia in grado di funzionare regolarmente a causa di eventi eccezionali, la comunicazione antimafia è sostituita dall'autocertificazione di cui all'articolo 89 e l'informazione antimafia è rilasciata secondo le modalità previste dall'articolo 92, commi 2 e 3. Nel caso in cui la comunicazione antimafia è sostituita dall'autocertificazione, i contributi, i finanziamenti, le agevolazioni e le altre erogazioni di cui all'articolo 67 sono corrisposti sotto condizione risolutiva e previa presentazione di una garanzia fideiussoria di un importo pari al valore del contributo, finanziamento, agevolazione o erogazione."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 100 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'ente locale, sciolto ai sensi dell'articolo 143 del decreto legislativo 18 agosto 2000, n. 267 e successive modificazioni, deve acquisire, nei cinque anni successivi allo scioglimento, l'informazione antimafia precedentemente alla stipulazione, all'approvazione o all'autorizzazione di qualsiasi contratto o subcontratto, ovvero precedentemente al rilascio di qualsiasi concessione o erogazione indicati nell'articolo 67 indipendentemente dal valore economico degli stessi."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 101 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Salvo che la legge disponga diversamente, l'ente locale, i cui organi sono stati sciolti ai sensi dell'articolo 143 del decreto legislativo 18 agosto 2000, n. 267, e successive modificazioni, può deliberare di avvalersi, per un periodo determinato, comunque non superiore alla durata in carica della commissione straordinaria per la gestione dell'ente, della stazione unica appaltante per lo svolgimento delle procedure di evidenza pubblica di competenza del medesimo ente locale."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 102 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Per la trattazione dei procedimenti relativi ai reati indicati nell'articolo 51, comma 3-bis, del codice di procedura penale il procuratore della Repubblica presso il tribunale del capoluogo del distretto costituisce, nell'ambito del suo ufficio, una direzione distrettuale antimafia designando i magistrati che devono farne parte per la durata non inferiore a due anni. Per la designazione, il procuratore distrettuale tiene conto delle specifiche attitudini e delle esperienze professionali. Della direzione distrettuale non possono fare parte magistrati in tirocinio. La composizione e le variazioni della direzione sono comunicate senza ritardo al Consiglio superiore della magistratura."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 103 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Nell'ambito della procura generale presso la Corte di cassazione è istituita la Direzione nazionale antimafia e antiterrorismo."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 104 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il procuratore generale presso la Corte di cassazione esercita la sorveglianza sul procuratore nazionale antimafia e antiterrorismo e sulla relativa Direzione nazionale."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 105 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Per la trattazione dei procedimenti relativi ai delitti indicati nell'articolo 51, comma 3-bis e comma 3-quater, del codice di procedura penale, il procuratore nazionale antimafia e antiterrorismo può, quando si tratta di procedimenti di particolare complessità o che richiedono specifiche esperienze e competenze professionali, applicare temporaneamente alle procure distrettuali i magistrati appartenenti alla Direzione nazionale antimafia e antiterrorismo e quelli appartenenti alle direzioni distrettuali antimafia oltre che quelli addetti presso le procure distrettuali alla trattazione di procedimenti in materia di terrorismo anche internazionale nonché, con il loro consenso, magistrati di altre procure della Repubblica presso i tribunali. L'applicazione è disposta anche quando sussistono protratte vacanze di organico, inerzia nella conduzione delle indagini, ovvero specifiche e contingenti esigenze investigative o processuali. L'applicazione è disposta con decreto motivato. Il decreto è emesso sentiti i procuratori generali e i procuratori della Repubblica interessati. Quando si tratta di applicazioni alla procura distrettuale avente sede nel capoluogo del medesimo distretto, il decreto è emesso dal procuratore generale presso la corte di appello. In tal caso il provvedimento è comunicato al procuratore nazionale antimafia e antiterrorismo."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 106 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il procuratore nazionale antimafia e antiterrorismo può disporre, nell'ambito dei poteri attribuitigli dall'articolo 371 bis del codice di procedura penale e sentito il competente procuratore distrettuale, l'applicazione temporanea di magistrati della Direzione nazionale antimafia e antiterrorismo alle procure distrettuali per la trattazione di singoli procedimenti di prevenzione patrimoniale. Si applica, in quanto compatibile, l'articolo 105."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 107 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Presso il Ministero dell'interno è istituito il Consiglio generale per la lotta alla criminalità organizzata, presieduto dal Ministro dell'interno quale responsabile dell'alta direzione e del coordinamento in materia di ordine e sicurezza pubblica. Il Consiglio è composto:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 108 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. È istituita, nell'ambito del Dipartimento della pubblica sicurezza, una Direzione investigativa antimafia (D.I.A.) con il compito di assicurare lo svolgimento, in forma coordinata, delle attività di investigazione preventiva attinenti alla criminalità organizzata, nonché di effettuare indagini di polizia giudiziaria relative esclusivamente a delitti di associazione di tipo mafioso o comunque ricollegabili all'associazione medesima."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 109 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il Ministro dell'interno riferisce, ogni sei mesi, al Parlamento sull'attività svolta e sui risultati conseguiti dalla Direzione investigativa antimafia e presenta, unitamente con la relazione di cui all'articolo 113 della legge 1° aprile 1981, n. 121, un rapporto annuale sul fenomeno della criminalità organizzata."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 110 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. L'Agenzia nazionale per l'amministrazione e la destinazione dei beni sequestrati e confiscati alla criminalità organizzata è posta sotto la vigilanza del Ministro dell'interno, ha personalità giuridica di diritto pubblico ed è dotata di autonomia organizzativa e contabile, ha la sede principale in Roma e fino a 4 sedi secondarie istituite con le modalità di cui all'articolo 112, nei limiti delle risorse ordinarie iscritte nel proprio bilancio.L'Agenzia dispone, compatibilmente con le sue esigenze di funzionalità, che le proprie sedi siano stabilite all'interno di un immobile confiscato ai sensi del presente decreto."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 111 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Sono organi dell'Agenzia e restano in carica per quattro anni rinnovabili per una sola volta:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 112 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Il Direttore dell'Agenzia ne assume la rappresentanza legale, può nominare uno o più delegati anche con poteri di rappresentanza, convoca con frequenza periodica il Consiglio direttivo e il Comitato consultivo di indirizzo e stabilisce l'ordine del giorno delle sedute. Provvede altresì all'attuazione degli indirizzi e delle linee guida di cui al comma 4, lettera d), e presenta al Consiglio direttivo il bilancio preventivo e il conto consuntivo. Il Direttore riferisce periodicamente ai Ministri dell'interno e della giustizia e presenta una relazione semestrale sull'attività svolta dall'Agenzia, fermo restando quanto previsto dall'articolo 49, comma 1, ultimo periodo."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 113 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Con uno o più regolamenti, adottati ai sensi dell'articolo 17, comma 1, della legge 23 agosto 1988, n. 400, e successive modificazioni, su proposta del Ministro dell'interno, di concerto con i Ministri della giustizia, dell'economia e delle finanze e per la semplificazione e la pubblica amministrazione, sono disciplinati, entro il limite di spesa di cui all'articolo 118:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 113 bis Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. La dotazione organica dell'Agenzia è determinata in trecento unità complessive, ripartite tra le diverse qualifiche, dirigenziali e no, secondo contingenti da definire nell'ambito della programmazione triennale dei fabbisogni di personale di cui all'articolo 6, comma 2, del decreto legislativo 30 marzo 2001, n. 165(3)."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 113 ter Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. In aggiunta al personale di cui all'articolo 113 bis, presso l'Agenzia e alle dirette dipendenze funzionali del Direttore può operare, in presenza di professionalità specifiche ed adeguate, nel limite delle risorse finanziarie disponibili a legislazione vigente, un contingente, fino al limite massimo di dieci unità, di personale con qualifica dirigenziale o equiparata, appartenente alle amministrazioni pubbliche di cui all'articolo 1, comma 2, del decreto legislativo 30 marzo 2001, n.165, e successive modificazioni, alle Forze di polizia di cui all'articolo 16 della legge 1º aprile 1981, n.121, nonché ad enti pubblici economici."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 114 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Per tutte le controversie attribuite alla cognizione del giudice amministrativo derivanti dall'applicazione del presente titolo, la competenza è determinata ai sensi dell'articolo 135, comma 1, lettera p), del codice del processo amministrativo."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 115 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. All'articolo 23-bis, comma 1, della legge 13 settembre 1982, n. 646, le parole: «territorialmente competente» sono sostituite dalle seguenti: «presso il tribunale del capoluogo del distretto ove dimora la persona»."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 116 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Dalla data di entrata in vigore del presente decreto, i richiami alle disposizioni contenute nella legge 27 dicembre 1956, n. 1423, ovunque presenti, si intendono riferiti alle corrispondenti disposizioni contenute nel presente decreto."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 117 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Le disposizioni contenute nel libro I non si applicano ai procedimenti nei quali, alla data di entrata in vigore del presente decreto, sia già stata formulata proposta di applicazione della misura di prevenzione. In tali casi, continuano ad applicarsi le norme previgenti."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 118 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Alla copertura degli oneri derivanti dall'istituzione e dal funzionamento dell'Agenzia, ivi compresi quelli relativi alle spese di personale di cui all'articolo 117, commi 2 e 4, pari a 3,4 milioni di euro per l'anno 2010, pari a 4,2 milioni di euro per gli anni 2011 e 2012 e pari a 5,472 milioni di euro a decorrere dall'anno 2013, si provvede, quanto a 3,25 milioni di euro per l'anno 2010 e 4 milioni di euro, a decorrere dall'anno 2011 mediante corrispondente riduzione dello stanziamento del fondo speciale di parte corrente iscritto, ai fini del bilancio triennale 2010-2012, nell'ambito del programma «Fondi di riserva e speciali» della missione «Fondi da ripartire» dello stato di previsione del Ministero dell'economia e delle finanze per l'anno 2010, allo scopo parzialmente utilizzando l'accantonamento relativo al Ministero dell'interno, nonché quanto a 150 mila euro per l'anno 2010 e 200 mila euro a decorrere dall'anno 2011, mediante corrispondente riduzione dell'autorizzazione di spesa di cui al decreto legislativo 30 luglio 1999, n. 303, come determinata dalla Tabella C della legge 23 dicembre 2009, n. 191 nonché per ulteriori 1,272 milioni di euro a decorrere dall'anno 2013 mediante corrispondente riduzione dell'autorizzazione di spesa recata dall'articolo 3, comma 151, della legge 24 dicembre 2003, n. 350."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 119 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Le disposizioni del libro II, capi I, II, III e IV, entrano in vigore decorsi due mesi dalla data di pubblicazione nella Gazzetta Ufficiale del primo decreto legislativo contenente le disposizioni integrative e correttive adottate ai sensi degli articoli 1, comma 5, e 2, comma 4, della legge 13 agosto 2010, n. 136."}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
{"text": "Articolo 120 Codice antimafia"}
{"text": "Data non disponibile"}
{"text": "1. Sono abrogate le seguenti disposizioni:"}
{"text": "Nessun ratio legislativo trovato"}
{"text": "Nessuna spiegazione trovata"}
